{
    "aboutme": "Sobre mí",
    "projects": "Proyectos",
    "skills": "Habilidades",
    "experience": "Experiencia",
    "contact": "Contacto",
    "about-page": {
        "title": "Sobre mi",
        "p1": "Soy Jesús Lugo, desarrollador de videojuegos y programador web. Desde los 15 años he estado estudiando de forma autodidacta y experimentado con distintos motores como Unity o Gamemaker Studio.",
        "p2": "Actualmente soy estudiante de desarrollo de aplicaciones web en el IES Telesforo Bravo, en Santa Cruz de Tenerife, España, y mantengo enriqueciendo mis conocimientos con mis proyectos personales usando Godot Engine.",
        "p3": "Me encanta crear y vivir experiencias; una necesidad que desde pequeño he alimentado con los videojuegos. Mis experiencias favoritas son Red Dead Redemption 2, Sekiro: Shadows Die Twice, Bloodborne, Minecraft y Cult of the Lamb.",
        "p4": "Ahora mismo me encuentro disponible para oportunidades laborales, por lo que si está interesado en un entusiasta de la creatividad, el suspenso y las experiencias innolvidables, no dude en contactar ;)"
    },
    "project-cards": [
        {
            "title": "JavaSpotify",
            "description": "Prueba de reproducción de música usando JavaScript",
            "url": "https://github.com/JesusLugo2002/DOR-JavaSpotify"
        },
        {
            "title": "TRIBU",
            "description": "Una red social compacta y rápida",
            "url": "https://github.com/JesusLugo2002/DSW-Tribu"
        },
        {
            "title": "Post It",
            "description": "Aplicación web ToDo",
            "url": "https://github.com/JesusLugo2002/DSW-PostIt"
        }
    ],
    "skill-cards": [
        {
            "logo": "/src/assets/img/python.svg",
            "name": "Python",
            "description": "Practicado desde el inicio de la formación en Desarrollo de Aplicaciones Web",
            "level": "5"
        },
        {
            "logo": "/src/assets/img/bootstrap.svg",
            "name": "Bootstrap",
            "description": "Utilizado para estilizar de forma rápida y responsiva distintos diseños web",
            "level": "3"
        },
        {
            "logo": "/src/assets/img/godot.png",
            "name": "Godot Engine",
            "description": "Motor que utilizo para la creación de videojuegos y proyectos interactivos",
            "level": "5"
        }
    ],
    "experience-page": {
        "description": "A continuación puede encontrar mi currículum vitae. Puede descargarlo también clickando en el botón 'Descargar'",
        "download": "Descargar"
    },
    "contact-page": {
        "username-label": "Nombre de usuario / autor",
        "message-label": "Mensaje",
        "submit": "Enviar mensaje"
    }
}